Repository: arafath348/Tracking
Catalog: 3M Asset Tracking/3M Asset Tracking/*.lproj/Localizable.strings
Languages: de

source: Barcode Scanner
de: Barcodelesegerät

source: Application
de: Anwendung

source: Template glossary
de: Vorlagenglossar

source: Select Application Language
de: Wählen Sie die Anwendungssprache

source: No Barcode or QR code is detected
de: Kein Barcode oder QR Code wird erkannt

source: Select Template Glossary
de: Vorlagenvorlage auswählen

source: Change Password
de: Passwort ändern

source: Last sync:0s ago
de: Letzte Synchronisierung: vor 0s

source: Last sync:%@ ago
de: Letzte Synchronisierung: vor %@

source: Locator Pairing
de: Locator-Paarung

source: Template Configuration
de: Vorlagenkonfiguration

source: GPS Provider
de: GPS-Anbieter

source: Language Settings
de: Spracheinstellungen

source: Data Storage
de: Datenspeicher

source: Add Utility Company
de: Versorgungsunternehmen hinzufügen

source: Add Installer Company
de: Installationsfirma hinzufügen

source: Change Primary Function
de: Ändern der primären Funktion

source: Associate Another Company
de: Assoziieren Sie ein anderes Unternehmen

source: Syncing data and it may take 2-3 minutes. Please wait…
de: Die Synchronisierung der Daten kann 2-3 Minuten dauern. Warten Sie mal…

source: Already Registered? Log in below
de: Bereits registriert? Log in unten

source: Data Collection Template
de: Datenerfassungsvorlage

source: Create Data Collection Template
de: Datenerfassungsvorlage erstellen

source: Login
de: Anmeldung

source: SUBMIT
de: EINREICHEN

source: Data Capture - Cable Accessories
de: Datenerfassung - Kabelzubehör

source: Forgot Username / Password
de: Benutzername / Passwort vergessen

source: Select Company
de: Unternehmen auswählen

source: NEXT
de: NÄCHSTER

source: NO
de: NEIN

source: RFID Template
de: RFID-Vorlage

source: Template Name
de: Vorlagenname

source: EXPORT DATA
de: DATEN EXPORTIEREN

source: Location Comments
de: Standortkommentare

source: Search
de: Suche

source: Locator Record Capture
de: Locator-Aufzeichnungserfassung

source: YES
de: JA

source: Edit
de: Bearbeiten

source: ADD
de: HINZUFÜGEN

source: Cable Accessories
de: Kabelzubehör

source: PZD-gW-zs8.title
de: Barcodelesegerät

source: Forgot Username / Password?
de: Benutzername / Passwort vergessen?

source: VERIFY
de: ÜBERPRÜFEN

source: Data Collection
de: Datensammlung

source: Edit RFID Template
de: RFID-Vorlage bearbeiten

source: RFID Marker / EMS Passive Marker
de: RFIDMarkierung/EMSPassiverMarker

source: Settings
de: die Einstellungen

source: Both
de: beide

source: Description
de: Beschreibung

source: New Template Name
de: Neuer Vorlagenname

source: Data Capture - EMS Passive
de: Datenerfassung - EMS Passive

source: Data Lookup Details
de: Daten-Nachschlage-Details

source: Data Capture - RFID
de: Datenerfassung - RFID

source: No
de: Nein

source: Yes
de: Ja

source: Password
de: Passwort

source: Username
de: Nutzername

source: Main Menu
de: Hauptmenü

source: Continue
de: Fortsetzen

source: CANCEL
de: STORNIEREN

source: VALIDATE
de: BESTÄTIGEN

source: Craeate RFID Template
de: Craigte RFID Vorlage

source: Label
de: Etikette

source: First Login
de: Erste Anmeldung

source: RFID Data Template
de: RFID-Datenvorlage

source: Verify GPS Location
de: Überprüfen Sie die GPS-Position

source: Logging in for the first time? Register here
de: Melden Sie sich zum ersten Mal an? Hier registrieren

source: Data Lookup
de: Datenabfrage

source: Data Capture
de: Datenerfassung

source: I Agree
de: Ich stimme zu

source: Terms and Conditions
de: Geschäftsbedingungen

source: Please enter username
de: Bitte geben sie einen Benutzernamen ein

source: Please enter password
de: Bitte Passwort eingeben

source: Please check your network availability
de: Bitte überprüfen Sie Ihre Netzwerkverfügbarkeit

source: Username or password is incorrect
de: Benutzername oder Passwort ist falsch

source: Please select a company
de: Bitte wählen Sie eine Firma aus

source: Hi %@, Please select a company
de: Hallo %@, Bitte wählen Sie eine Firma aus

source: Security Question 1
de: Sicherheitsfrage 1

source: Security Question 2
de: Sicherheitsfrage 2

source: HIDE
de: VERBERGEN

source: Please answer the security question 1
de: Bitte beantworten Sie die Sicherheitsfrage 1

source: Please answer the security question 2
de: Bitte beantworten Sie die Sicherheitsfrage 2

source: Please enter new password
de: Bitte geben Sie ein neues Passwort ein

source: Please enter a valid new password. Your new password length should be 8 to 15 characters
de: Bitte geben Sie ein gültiges neues Passwort ein. Ihre neue Passwortlänge sollte 8 bis 15 Zeichen betragen.

source: Please enter a valid new password. Your new password should contain atleast 1 uppercase and a numeric
de: Bitte geben Sie ein gültiges neues Passwort ein. Ihr neues Passwort sollte mindestens 1 Großbuchstaben und ein numerisches Passwort enthalten.

source: Please enter confirm password
de: Bitte geben Sie das Bestätigungspasswort ein

source: New password and confirm password doesn't match
de: Neues Passwort und Passwort bestätigen stimmt nicht überein

source: Enter a Valid Email Address
de: Geben sie eine gültige E-Mail-Adresse an

source: Password reset Successful
de: Passwort zurücksetzen erfolgreich

source: Please check your answers
de: Bitte überprüfen Sie Ihre Antworten

source: Please enter a valid username. Username cannot be blank
de: Bitte geben Sie einen gültigen Benutzernamen ein. Benutzername darf nicht leer sein.

source: Enter the email address you registered with to receive your username.
de: Geben Sie die E-Mail-Adresse ein, mit der Sie sich registriert haben, um Ihren Nutzernamen zu erhalten.

source: Confirm new Password
de: Bestätige neues Passwort

source: E-mail address
de: E-Mail-Addresse

source: New Password
de: neues Passwort

source: 3M Asset Tracking
de: 3M-Bestandsverfolgung

source: 3M Asset Tracking User Guide
de: 3M Bestandsverfolgung Benutzerhandbuch

source: You don't have privilege for data lookup
de: Sie haben keine Berechtigung für die Datensuche

source: You don't have privilege for cloud storage
de: Sie haben keine Privilegien für Cloud-Speicher

source: Logout
de: Ausloggen

source: Are you sure you want to logout?
de: Bist du sicher, dass du dich abmelden möchtest?

source: Sync: %@
de: Synchronisierung: %@

source: Old Password
de: Altes Passwort

source: Confirm Password
de: Bestätige das Passwort

source: Save
de: Sparen

source: SAVE
de: SPAREN

source: Please enter old password
de: Bitte altes Passwort eingeben

source: Old and new passwords are same. Please enter different new password
de: Alte und neue Passwörter sind gleich. Bitte geben Sie ein neues Passwort ein

source: Password Changed Successfully
de: Das Passwort wurde erfolgreich geändert

source: Project Name
de: Projektname

source: Product Description
de: Produktbeschreibung

source: Record Type
de: Aufnahmetyp

source: Address
de: Adresse

source: No results found
de: Keine Ergebnisse gefunden

source: Your data exported successfully
de: Ihre Daten wurden erfolgreich exportiert

source: Search details will be sent to your registered email id
de: Die Suchdetails werden an Ihre registrierte E-Mail-ID gesendet

source: Image is loading...
de: Bild wird geladen ...

source: Are you sure you want to cancel data collection template?
de: Sind Sie sicher, dass Sie die Datenerfassungsvorlage abbrechen möchten?

source: No image available
de: Kein Bild verfügbar

source: Tap to view image
de: Tippen Sie auf, um das Bild anzuzeigen

source: Marker Data
de: Markierungsdaten

source: Map
de: Karte

source: RFID Template Details
de: RFID-Schablonendetails

source: Data Collection Template Details
de: Datenerfassungsvorlagen-Details

source: Are you sure you want to cancel this first login?
de: Möchten Sie diese erste Anmeldung wirklich abbrechen?

source: Select Label
de: Etikett auswählen

source: Select Description
de: Wählen Sie Beschreibung

source: Cancel Data Collection Template?
de: Datenerfassungsvorlage abbrechen?

source: Are you sure you want to cancel this Data Collection Template?
de: Sind Sie sicher, dass Sie diese Datenerfassungsvorlage abbrechen möchten?

source: Cancel
de: Stornieren

source: Template added successfully
de: Vorlage erfolgreich hinzugefügt

source: Done
de: Erledigt

source: No Barcode is detected
de: Kein Barcode wird erkannt

source: Please select create or edit template
de: Bitte wählen Sie Vorlage erstellen oder bearbeiten

source: Please enter a new template name
de: Bitte geben Sie einen neuen Vorlagennamen ein

source: Please select anyone from edit template dropdown
de: Bitte wählen Sie jemanden aus dem Dropdown-Menü für die Bearbeitungsvorlage aus

source: Select Template
de: Vorlage auswählen

source: Create RFID Template
de: RFID-Vorlage erstellen

source: Cancel RFID Template?
de: RFID-Vorlage stornieren?

source: Are you sure you want to cancel this RFID template?
de: Sind Sie sicher, dass Sie diese RFID-Vorlage stornieren möchten?

source: Remaining Memory: %d%%
de: Verbleibender Speicher:% d %%

source: No Network!
de: Kein Netzwerk!

source: Please connect to internet
de: Bitte verbinden Sie mit dem Internet

source: No Internet Connection
de: Keine Internetverbindung

source: Cancel Verify GPS Location?
de: Bestätigen Sie die GPS-Position?

source: Are you sure you want to cancel this verify gps location screen?
de: Sind Sie sicher, dass Sie diesen Bestätigungs-GPS-Standortbildschirm abbrechen möchten?

source: Cancel Screen
de: Bildschirm abbrechen

source: Are you sure you want to cancel this screen?
de: Sind Sie sicher, dass Sie diesen Bildschirm abbrechen möchten?

source: Read marker records captured from Locator
de: Lese Marker-Datensätze aus Locator

source: Program marker records from Locator
de: Programmmarkierungsdatensätze von Locator

source: Cable depth records from Locator
de: Kabeltiefendatensätze von Locator

source: Log data added successfully
de: Protokolldaten wurden erfolgreich hinzugefügt

source: Limited functionality - Data stored locally. Cloud data access is not setup. Click here to contact 3M sales representative
de: Eingeschränkte Funktionalität - Daten werden lokal gespeichert. Cloud-Datenzugriff ist nicht eingerichtet. Klicken Sie hier, um den 3M Außendienstmitarbeiter zu kontaktieren

source: Detected Devices
de: Erkannte Geräte

source: No devices detected
de: Keine Geräte erkannt

source: Disconnect
de: Trennen

source: Connected
de: In Verbindung gebracht

source: Connecting
de: Verbinden

source: Connect
de: Verbinden

source: Disconnected
de: Getrennt

source: Bluetooth not connected
de: Bluetooth nicht verbunden

source: Please connect bluetooth with any device and try again
de: Bitte verbinden Sie Bluetooth mit jedem Gerät und versuchen Sie es erneut

source: Verification failed
de: Verifizierung fehlgeschlagen

source: Please try again
de: Bitte versuche es erneut

source: Lock failed
de: Sperre fehlgeschlagen

source: More than one marker detected
de: Mehr als eine Markierung erkannt

source: CRC Failure
de: CRC-Fehler

source: Incomplete Data
de: Unvollständige Daten

source: No iD Marker Found
de: Kein iD Marker gefunden

source: Error in reading marker
de: Fehler beim Lesen des Markers

source: User Data Locked
de: Benutzerdaten gesperrt

source: User data is locked on the marker. Cannot program this marker. Please place another marker to program and try again
de: Benutzerdaten sind auf dem Marker gesperrt. Dieser Marker kann nicht programmiert werden. Bitte setzen Sie einen anderen Marker auf das Programm und versuchen Sie es erneut.

source: Something went wrong
de: Etwas ist schief gelaufen

source: RFID Program
de: RFID-Programm

source: EMS Passive / Path / Cable depth
de: EMS Passive / Pfad / Kabeltiefe

source: Cancel RFID?
de: Abbrechen RFID?

source: Are you sure you want to cancel this RFID screen?
de: Sind Sie sicher, dass Sie diesen RFID-Bildschirm abbrechen möchten?

source: Select Project
de: Projekt auswählen

source: Please select project
de: Bitte Projekt auswählen

source: Select Product Type
de: Wählen Sie den Produkttyp

source: Please select product type
de: Bitte wählen Sie den Produkttyp

source: Select Utility Type
de: Wählen Sie den Diensttyp aus

source: Please select utility type
de: Bitte wählen Sie den Dienstprogrammtyp

source: Select RFID Template
de: RFID-Vorlage auswählen

source: You don't have privilege to create new project
de: Sie haben kein Privileg, ein neues Projekt zu erstellen

source: Please enter project name
de: Bitte geben Sie den Projektnamen ein

source: Project added successfully
de: Projekt erfolgreich hinzugefügt

source: Cancel EMS Passive?
de: EMS Passiv abbrechen?

source: Are you sure you want to cancel this EMS passive screen?
de: Sind Sie sicher, dass Sie diesen EMS-Passivbildschirm abbrechen möchten?

source: Cancel Cable Accessories?
de: Kabelzubehör löschen?

source: Are you sure you want to cancel this cable accessories screen?
de: Sind Sie sicher, dass Sie diesen Kabelzubehörbildschirm abbrechen möchten?

source: GPS Location
de: GPS-Standort

source: RFID Serial Number
de: RFID Seriennummer

source: Product Type
de: Den Produkttyp

source: Project
de: Projekt

source: Utility Type
de: Diensttyp

source: Do you want to lock
de: Willst du sperren?

source: Do you want to overwrite
de: Möchtest du überschreiben

source: Please enter a 10 digit valid primary phone number
de: Bitte geben Sie eine 10-stellige gültige primäre Telefonnummer ein

source: Please enter a 10 digit valid primary contact number
de: Bitte geben Sie eine 10-stellige gültige primäre Kontaktnummer ein

source: Please enter a valid username. Your username length should be 8 to 15 characters
de: Bitte geben Sie einen gültigen Benutzernamen ein. Ihre Nutzername sollte 8 bis 15 Zeichen lang sein.

source: Please enter first name
de: Bitte geben Sie den Vornamen ein

source: Please enter last name
de: Bitte geben Sie den Nachnamen ein

source: Please enter a valid password. Your password length should be 8 to 15 characters
de: Bitte geben Sie ein gültiges Passwort ein. Ihre Passwortlänge sollte 8 bis 15 Zeichen betragen.

source: Please enter primary phone number
de: Bitte geben Sie die primäre Telefonnummer ein

source: Please enter primary email
de: Bitte primäre E-Mail-Adresse eingeben

source: Please enter a valid primary email address
de: Bitte geben Sie eine gültige primäre E-Mail-Adresse ein

source: Please select company
de: Bitte Firma auswählen

source: Please select installer company name
de: Bitte wählen Sie den Namen des Installationsunternehmens

source: Please enter distributor name
de: Bitte geben Sie den Namen des Händlers ein

source: Please select security question 1
de: Bitte wählen Sie Sicherheitsfrage 1

source: Please answer for security question 1
de: Bitte antworten Sie auf Sicherheitsfrage 1

source: Please select security question 2
de: Bitte wählen Sie Sicherheitsfrage 2

source: Please answer for security question 2
de: Bitte antworten Sie auf Sicherheitsfrage 2

source: Cancel First Login?
de: Erste Anmeldung abbrechen?

source: Username already exists
de: Benutzername existiert bereits

source: User data registered successfully
de: Benutzerdaten erfolgreich registriert

source: No values in dropdown
de: Keine Werte im Dropdown

source: Please select a utility company
de: Bitte wählen Sie ein Versorgungsunternehmen

source: Select Installer Company
de: Wählen Sie die Installationsfirma

source: First Name
de: Vorname

source: Last Name
de: Familienname, Nachname

source: Primary Phone Number
de: Erste Telefonnummer

source: Primary Email
de: Erste Email

source: Utility Company
de: Versorgungsunternehmen

source: Do you work for an installer company
de: Arbeiten Sie für eine Installateurfirma?

source: Installer Company
de: Installateurunternehmen

source: Primary Job Description
de: Primäre Tätigkeitsbeschreibung

source: Primary Function Area
de: Primärer Funktionsbereich

source: Are you a distributor?
de: Bist du ein Händler?

source: Company Name
de: Name der Firma

source: Utility Company Type
de: Versorgungsunternehmenstyp

source: Create a new Template
de: Erstellen Sie eine neue Vorlage

source: Edit template
de: Vorlage bearbeiten

source: Cloud Storage
de: Cloud-Speicher

source: Local Storage
de: Lokaler Speicher

source: Primary Functional Area
de: Primärer Funktionsbereich

source: Version:
de: Ausführung:

source: What products do you normally buy from 3M?
de: Welche Produkte kaufen Sie normalerweise bei 3M?

source: Location Services Disabled
de: Standortdienste deaktiviert

source: Please enable location services and try again
de: Bitte verbinden Sie Bluetooth mit jedem Gerät und versuchen Sie es erneut

source: Data stored locally
de: Daten werden lokal gespeichert

source: No internet connection. So your data stored locally
de: Keine Internetverbindung. Also Ihre Daten lokal gespeichert

source: No internet data connection. Settings cannot be changed now. Data can still be captured
de: Keine Internetdatenverbindung. Einstellungen können jetzt nicht geändert werden. Daten können noch erfasst werden

source: Please add atleast 1 label
de: Bitte fügen Sie mindestens 1 Etikett hinzu

source: Edit Data Collection Template
de: Datensammlungsvorlage bearbeiten

source: Template language mismatch
de: Vorlagensprache stimmt nicht überein

source: No response from locator
de: Keine Antwort vom Locator
